[
	{
		"lineNo": 0,
		"linePl": "Anna: \"Czekamy na wiadomość od ciebie wkrótce. Z poważaniem, Anna.",
		"lineEn": "Anna: ‘Look forward to hearing from you soon. Kind regards, Anna.’"
	},
	{
		"lineNo": 1,
		"linePl": "Denise: (przez telefon) ... A Margery powiedziała: \"Nie sądzę, żebym kiedykolwiek widział warzywo dość duże przed ... \"",
		"lineEn": "Denise: (on the phone) ... And Margery said: 'I don't think I've ever seen a vegetable quite that size before...'"
	},
	{
		"lineNo": 2,
		"linePl": "Paul: Gdzie jest ten dziurkacz ?!",
		"lineEn": "Paul: Where's that hole-punch?!"
	},
	{
		"lineNo": 3,
		"linePl": "Narrator: Ah, biznes jak zwykle w biurach Tip Top Trading.",
		"lineEn": "Narrator: Ah, business as usual in the offices of Tip Top Trading."
	},
	{
		"lineNo": 4,
		"linePl": "Tom: Och, na miłość boską! Co za katastrofa! Nie mogę w to uwierzyć!",
		"lineEn": "Tom: Oh for goodness sake! What a disaster! I can't believe it!"
	},
	{
		"lineNo": 5,
		"linePl": "Narrator: Ale jeden z członków zespołu wydaje się być zaniepokojony.",
		"lineEn": "Narrator: But one member of the team seems bothered."
	},
	{
		"lineNo": 6,
		"linePl": "Tom: Arrgh!",
		"lineEn": "Tom: Arrgh!"
	},
	{
		"lineNo": 7,
		"linePl": "Narrator: Anna, to jest moment, aby pokazać, że chcesz pomóc.",
		"lineEn": "Narrator: Anna, this is the moment to show you’re willing to help."
	},
	{
		"lineNo": 8,
		"linePl": "Anna: Tak!",
		"lineEn": "Anna: Yes!"
	},
	{
		"lineNo": 9,
		"linePl": "Narrator: Użyj zwrotów typu \"Czy mogę coś zrobić?\" 'Pozwól mi pomóc!' lub, aby być więcej nieformalne, możesz powiedzieć: \"Czy mogę dać ci rękę?\" lub \"Daj mi okrzyk, jeśli ty potrzebujesz czegoś!'",
		"lineEn": "Narrator: Use phrases like 'Is there anything I can do?' 'Let me help!' or, to be more informal, you can say, 'Can I give you a hand?' or 'Give me a shout if you need anything!'"
	},
	{
		"lineNo": 10,
		"linePl": "Anna: Dokładnie.",
		"lineEn": "Anna: Right."
	},
	{
		"lineNo": 11,
		"linePl": "Narrator: Dalej!",
		"lineEn": "Narrator: Go on!"
	},
	{
		"lineNo": 12,
		"linePl": "Anna: Wszystko w porządku Tom?",
		"lineEn": "Anna: Are you okay Tom?"
	},
	{
		"lineNo": 13,
		"linePl": "Tom: (zrzędliwie) Nie.",
		"lineEn": "Tom: (grumpily) No."
	},
	{
		"lineNo": 14,
		"linePl": "Anna: Czy mogę coś zrobić?",
		"lineEn": "Anna: Is there anything I can do?"
	},
	{
		"lineNo": 15,
		"linePl": "Tom: (zrzędliwie) Nie.",
		"lineEn": "Tom: (grumpily) No."
	},
	{
		"lineNo": 16,
		"linePl": "Anna: Oh. Co jest nie tak?",
		"lineEn": "Anna: Oh. What's wrong?"
	},
	{
		"lineNo": 17,
		"linePl": "Tom: Wszystko.",
		"lineEn": "Tom: Everything."
	},
	{
		"lineNo": 18,
		"linePl": "Anna: Rozumiem. Czy mogę dać ci rękę?",
		"lineEn": "Anna: I see. Can I give you a hand?"
	},
	{
		"lineNo": 19,
		"linePl": "Tom: Mój komputer się zawiesił. Straciłem swój telefon. I jest duży, duży problem z moim rozkładem jazdy. Mam zaplanowane dwa spotkania w tym samym czasie czas z dwoma niezwykle ważnymi klientami. Nie mogę zrobić ich obu naraz!",
		"lineEn": "Tom: My computer has crashed. I've lost my phone. And there's a big, big problem with my timetable. I’ve got two meetings scheduled at the same time with two extremely important clients. I can't do them both at once!"
	},
	{
		"lineNo": 20,
		"linePl": "Anna: Pozwól mi pomóc.",
		"lineEn": "Anna: Let me help."
	},
	{
		"lineNo": 21,
		"linePl": "Tom: Dzięki, Anna, ale to są wielcy, wielcy klienci. Potrzebują kogoś doświadczonego.",
		"lineEn": "Tom: Thanks Anna, but these are big, big clients. They need someone of experience."
	},
	{
		"lineNo": 22,
		"linePl": "Anna: Daj mi okrzyk, jeśli będziesz czegoś potrzebować!",
		"lineEn": "Anna: Well, give me a shout if you need anything!"
	},
	{
		"lineNo": 23,
		"linePl": "Tom: Mogę sobie z tym poradzić, dobrze?",
		"lineEn": "Tom: I can handle this, alright?"
	},
	{
		"lineNo": 24,
		"linePl": "Narrator: \"Poradzę sobie z tym ... ... niewdzięcznym idiotą. Ale użyłeś wszystkich właściwych zwrotów Anna, dobra robota. W każdym razie, założę się, że zmieni zdanie.",
		"lineEn": "Narrator: 'I can handle this'... ungrateful idiot. But you used all the right phrases Anna, well done. Anyway, I bet he'll change his mind."
	},
	{
		"lineNo": 25,
		"linePl": "Denise: Oooh, wiem, a te fioletowe są o wiele potężniejsze ...",
		"lineEn": "Denise: Oooh, I know, and the purple ones are so much more powerful..."
	},
	{
		"lineNo": 26,
		"linePl": "Tom: Anna? Czy mógłbyś mi pomóc?",
		"lineEn": "Tom: Anna? Could you help me?"
	},
	{
		"lineNo": 27,
		"linePl": "Narrator: Ha! A nie mówiłem!",
		"lineEn": "Narrator: Ha! I told you so!"
	},
	{
		"lineNo": 28,
		"linePl": "Tom: Oboje przybyli naraz! O Boże! Porozmawiam z panią Kumquat ...",
		"lineEn": "Tom: They've both arrived at once! Oh god! I'll deal with Mrs Kumquat..."
	},
	{
		"lineNo": 29,
		"linePl": "Anna: W porządku.",
		"lineEn": "Anna: Okay."
	},
	{
		"lineNo": 30,
		"linePl": "Tom: Rozmawiasz z panem Lime, pochodzi on z firmy o nazwie Citrus Ventures. Posiadają setki barów z sokami.",
		"lineEn": "Tom: You talk to Mr Lime, he's from a company called Citrus Ventures. They own hundreds of juice bars."
	},
	{
		"lineNo": 31,
		"linePl": "Denise: Jesteś pewien, że to dobry pomysł, Tom?",
		"lineEn": "Denise: Are you sure that's a good idea Tom?"
	},
	{
		"lineNo": 32,
		"linePl": "Tom: Nie mam wielkiego wyboru, prawda?",
		"lineEn": "Tom: I don't have much choice, do I?"
	},
	{
		"lineNo": 33,
		"linePl": "Denise: Cóż, mógłbym ...",
		"lineEn": "Denise: Well I could-"
	},
	{
		"lineNo": 34,
		"linePl": "Tom: Po prostu trzymaj go zajętą Anną, powiedz mu, jak wielki jest ... nie, nie, powiedz mu jak wspaniały jestem. Dowiedz się, czego on chce. Jeśli chodzi o ... no, nie ważne, po prostu bądź miła.",
		"lineEn": "Tom: Just keep him occupied Anna, tell him how great he is... no, no, tell him how great I am. Find out what he wants. If it's about the - well, never mind, just be nice."
	},
	{
		"lineNo": 35,
		"linePl": "Anna: Zrozumiane.",
		"lineEn": "Anna: Understood."
	},
	{
		"lineNo": 36,
		"linePl": "Tom: Mr Lime! Czy czujesz się dobrze?",
		"lineEn": "Tom: Mr Lime! Are you well?"
	},
	{
		"lineNo": 37,
		"linePl": "Pan Lime: Tak, ale ja też jestem zły.",
		"lineEn": "Mr Lime: Yes, but I'm actually rather angry too."
	},
	{
		"lineNo": 38,
		"linePl": "Tom: Ah, pozwól, że przedstawię cię Annie!",
		"lineEn": "Tom: Ah, well let me introduce you to Anna!"
	},
	{
		"lineNo": 39,
		"linePl": "Anna: Panie Lime, miło mi was poznać! Pozwól mi pomóc z twoim płaszczem.",
		"lineEn": "Anna: Mr Lime, it's a pleasure to meet you! Let me help with your coat."
	},
	{
		"lineNo": 40,
		"linePl": "Mr Lime: Oh er ... Dziękuję.",
		"lineEn": "Mr Lime: Oh er... Thank you."
	},
	{
		"lineNo": 41,
		"linePl": "Anna: Czy mogę też podać ci rękę z twoim szalem, panie Lime?",
		"lineEn": "Anna: Can I give you a hand with your scarf too, Mr Lime?"
	},
	{
		"lineNo": 42,
		"linePl": "Mr Lime: Oh ... Dzięki.",
		"lineEn": "Mr Lime: Oh... Thanks."
	},
	{
		"lineNo": 43,
		"linePl": "Anna: A teraz idź tą drogą i możesz mi powiedzieć, co jest nie tak.",
		"lineEn": "Anna: Now, please come this way and you can tell me what's wrong."
	},
	{
		"lineNo": 44,
		"linePl": "Narrator: Dobra robota! Anna użyła kilku dobrych zwrotów, aby wejść i pomóc w tym bałagan. Posłuchajmy ich ponownie:",
		"lineEn": "Narrator: Well done! Anna used some good phrases to step in and help with this mess. Let's hear them again:"
	},
	{
		"lineNo": 45,
		"linePl": "Czy jest coś, co mogę zrobić?",
		"lineEn": "Is there anything I can do?"
	},
	{
		"lineNo": 46,
		"linePl": "Pozwól mi pomóc.",
		"lineEn": "Let me help."
	},
	{
		"lineNo": 47,
		"linePl": "Czy mogę ci pomóc?",
		"lineEn": "Can I give you a hand?"
	},
	{
		"lineNo": 48,
		"linePl": "Daj mi okrzyk, jeśli będziesz czegoś potrzebować.",
		"lineEn": "Give me a shout if you need anything."
	},
	{
		"lineNo": 49,
		"linePl": "Narrator: Ale pan Lime jest oczywiście zły na coś. Co to jest? I jak to będzie Anna zajmuje się problemem? Miejmy nadzieję, że nie skończy się to katastrofą!",
		"lineEn": "Narrator: But Mr Lime is obviously upset about something. What is it? And how will Anna deal with the problem? Let's hope it doesn't end in disaster!"
	},
	{
		"lineNo": 50,
		"linePl": "· Pytanie ze słuchania ze zrozumieniem",
		"lineEn": "· Listening comprehension question"
	},
	{
		"lineNo": 51,
		"linePl": "Co robi firma Citrus Ventures?",
		"lineEn": "What does the company Citrus Ventures do?"
	},
	{
		"lineNo": 52,
		"linePl": "Prowadzi bary z sokami.",
		"lineEn": "It runs juice bars."
	}
]