[{"lineNo":0,"lineEn":"Narrator: Hello, it's a chilly start to the day at Tip Top Trading.","linePl":"Narrator: Witam, to jest chłodny początek dnia w Tip Top Trading.\r","mp3Start":"","mp3End":""},{"lineNo":1,"lineEn":"Anna:  Hi Denise!","linePl":"Anna: Cześć Denise!\r","mp3Start":"","mp3End":""},{"lineNo":2,"lineEn":"Denise:  Good morning Anna.","linePl":"Denise: Dzień dobry Anna.\r","mp3Start":"","mp3End":""},{"lineNo":3,"lineEn":"Anna:  Brrr... it's so cold in here.","linePl":"Anna: Brrr ... tu jest tak zimno.\r","mp3Start":"","mp3End":""},{"lineNo":4,"lineEn":"Denise: The window was left open overnight.","linePl":"Denise: Okno było otwarte przez noc.\r","mp3Start":"","mp3End":""},{"lineNo":5,"lineEn":"Anna:  My papers have been blown everywhere.","linePl":"Anna: Moje dokumenty zostały rozdmuchiwane wszędzie.\r","mp3Start":"","mp3End":""},{"lineNo":6,"lineEn":"Denise: Mine too! Tom was the last one here last night – it must've been him who left the window open.","linePl":"Denise: też moje! Tom był ostatnim tutaj wczoraj - musiał to być on, kto zostawił okno.\r","mp3Start":"","mp3End":""},{"lineNo":7,"lineEn":"Anna:  Brrr.... Right then, to work! Oh, there's a note from Paul, it must've fallen off my desk: 'I would like your ideas on our stock management system for our new laser-curve fruit range, so we know we can keep up with demand. Please write me a couple of pages of suggestions and leave it on my desk. I'll be back this afternoon.' Wow! I have to come up with ideas for a stock management system! Gosh, where do I begin?!","linePl":"Anna: Brrr ... Zaraz, żeby pracować! Och, jest notatka Paula, musiało to spaść z mojego biurka: \"Chciałbym twoich pomysłów na nasz system zarządzania zapasami w zakresie naszym nowym owoców lasera krzywej, żebyśmy wiedzieli, że możemy nadążyć za zamówieniami. Proszę napisz do mnie parę stron sugestii i zostaw ją na biurku. Wrócę dziś po południu. Łał! Muszę wymyślić pomysły na system zarządzania zapasami! Gosh, gdzie zacznę ?!\r","mp3Start":"","mp3End":""},{"lineNo":8,"lineEn":"Tom:  Good morning. Anna:  Morning!","linePl":"Tom: Dzień dobry.\r Anna: Rano!\r","mp3Start":"","mp3End":""},{"lineNo":9,"lineEn":"Tom:  Hey, my certificate for Plastic Pear Salesman of the Year is on the floor!","linePl":"Tom: Hej, mój certyfikat za plastik Gruszka sprzedawca roku jest na podłodze!\r","mp3Start":"","mp3End":""},{"lineNo":10,"lineEn":"Anna: Right... stock management systems... stock-up on your laser-curved lemons … My first idea is to calculate the total…. Late r …","linePl":"Anna: Właściwe ... systemy zarządzania zapasami ... zapas na cytrynach zakrzywionych laserem ... Moja pierwsza idea to obliczyć całkowitą ilość ....\r","mp3Start":"","mp3End":""},{"lineNo":11,"lineEn":"Narrator: Well, Anna has finished her report and left it on Paul's desk, but things","linePl":"Później…\r","mp3Start":"","mp3End":""},{"lineNo":12,"lineEn":"aren't that simple. Er, Anna, there's going to be a problem.","linePl":"Narrator: Cóż, Anna skończyła sprawozdanie i zostawiła ją na biurku Paula, ale rzeczy nie są takie proste. Er, Anna, będzie problem.\r","mp3Start":"","mp3End":""},{"lineNo":13,"lineEn":"Anna:  Oh? A problem, bbbbut…","linePl":"Anna: Oh? Problem, bbbbut ...\r","mp3Start":"","mp3End":""},{"lineNo":14,"lineEn":"Narrator: Let me teach you some phrases you might need to explain that there's been a mistake:","linePl":"Narrator: Pozwolę sobie nauczyć niektórych zwrotów, które mogą być konieczne, aby wyjaśnić, że popełniono błąd:\r","mp3Start":"","mp3End":""},{"lineNo":15,"lineEn":"I think there's been a misunderstanding.","linePl":"Myślę, że było nieporozumienie.\r","mp3Start":"","mp3End":""},{"lineNo":16,"lineEn":"Or: There's been a bit of a mix-up.","linePl":"Lub:\r Było trochę zamieszania.\r","mp3Start":"","mp3End":""},{"lineNo":17,"lineEn":"Anna:  But what misunderstanding? What mix-up?","linePl":"Anna: Ale co za nieporozumienie? Jakie mieszanie?\r","mp3Start":"","mp3End":""},{"lineNo":18,"lineEn":"Narrator: You could also use:","linePl":"Narrator: Można również użyć:\r","mp3Start":"","mp3End":""},{"lineNo":19,"lineEn":"Let me explain what happened...","linePl":"Pozwól mi wyjaśnić, co się stało ...\r","mp3Start":"","mp3End":""},{"lineNo":20,"lineEn":"Anna:  But- Paul:  Ah, good afternoon everyone. All:  Hello.","linePl":"Anna: Ale-\r Paul: Ach, dzień dobry po południu wszyscy.\r Wszyscy: cześć.\r","mp3Start":"","mp3End":""},{"lineNo":21,"lineEn":"Paul:  Tom, this is an excellent piece of work!","linePl":"Paul: Tom, to świetna robota!\r","mp3Start":"","mp3End":""},{"lineNo":22,"lineEn":"Tom:  Sorry?","linePl":"Tom: Przepraszam?\r","mp3Start":"","mp3End":""},{"lineNo":23,"lineEn":"Paul:  These are by far the best ideas you've ever had.","linePl":"Paul: Są zdecydowanie najlepsze pomysły, jakie kiedykolwiek jadłeś.\r","mp3Start":"","mp3End":""},{"lineNo":24,"lineEn":"Tom:  I don't understand.","linePl":"Tom: Nie rozumiem.\r","mp3Start":"","mp3End":""},{"lineNo":25,"lineEn":"Paul:  Our stock management system!","linePl":"Paul: Nasz system zarządzania zapasami!\r","mp3Start":"","mp3End":""},{"lineNo":26,"lineEn":"Tom:  Can I see? … Oh, that's not mine. Paul:  Eh?","linePl":"Tom: Czy mogę zobaczyć? ... Oh, to nie moje.\r Paul: Eh?\r","mp3Start":"","mp3End":""},{"lineNo":27,"lineEn":"Anna:  I think there's been a misunderstanding. I did it.","linePl":"Anna: Myślę, że było nieporozumienie. Ja to zrobiłem.\r","mp3Start":"","mp3End":""},{"lineNo":28,"lineEn":"Paul+Tom:  You?","linePl":"Paul + Tom: Ty?\r","mp3Start":"","mp3End":""},{"lineNo":29,"lineEn":"Anna:  I got your note Paul, here.","linePl":"Anna: Dostałem twoją notatkę Paul, tutaj.\r","mp3Start":"","mp3End":""},{"lineNo":30,"lineEn":"Paul:  No, no, that note was for Tom.","linePl":"Paul: Nie, nie, ta notatka była dla Tom.\r","mp3Start":"","mp3End":""},{"lineNo":31,"lineEn":"Anna:  Oh, then there's been a bit of a mix up.","linePl":"Anna: Oh, wtedy było trochę zamieszania.\r","mp3Start":"","mp3End":""},{"lineNo":32,"lineEn":"Tom:  Did you take that note from my desk?","linePl":"Tom: Czy wziąłeś tę notatkę z mojego biurka?\r","mp3Start":"","mp3End":""},{"lineNo":33,"lineEn":"Anna:  No, no!","linePl":"Anna: Nie, nie!\r","mp3Start":"","mp3End":""},{"lineNo":34,"lineEn":"Tom:  I suppose you threw my pear salesman certificate on the floor at the same time too!","linePl":"Tom: Przypuszczam, że w tym samym czasie zrzuciłaś certyfikat mojej sprzedaży gruszki na podłogę!\r","mp3Start":"","mp3End":""},{"lineNo":35,"lineEn":"Anna: I didn’t! Let me explain. The wind must have blown the note for Tom under my desk.","linePl":"Anna: Nie! Pozwól mi wyjaśnić. Wiatr podmuchał notatkę dla Toma pod biurkiem.\r","mp3Start":"","mp3End":""},{"lineNo":36,"lineEn":"Denise: Tom left the window open overnight. Our papers were blown all over the place.","linePl":"Denise: Tom zostawił okno otwarte przez noc. Nasze dokumenty zostały rozdmuchiwane w całym miejscu.\r","mp3Start":"","mp3End":""},{"lineNo":37,"lineEn":"Paul:  I see, well, golly gosh. In that case, well done, Anna! Excellent work, even though you weren't meant to do it. And Tom, your ideas are still welcome of course. Thanks.","linePl":"Paul: Widzę, dobrze, golly gosh. W takim przypadku, dobrze, Anna! Doskonała praca, nawet jeśli nie miałeś tego robić. I Tom, twoje pomysły są oczywiście mile widziane. Dzięki.\r","mp3Start":"","mp3End":""},{"lineNo":38,"lineEn":"Anna:  Sorry Tom.","linePl":"Anna: Przepraszam Tom.\r","mp3Start":"","mp3End":""},{"lineNo":39,"lineEn":"Tom:  What? Oh, I'm not bothered. I've still got some great ideas in my head anyway.","linePl":"Tom: Co? Nie martw się. W każdym razie wciąż mam w głowie wspaniałe pomysły.\r","mp3Start":"","mp3End":""},{"lineNo":40,"lineEn":"Narrator: Yeah, right! Let's leave Tom to get on with his 'great ideas' and listen again those phrases Anna used to explain the misunderstanding:","linePl":"Narrator: Yeah, dobrze! Zostawmy Tom'owi, aby kontynuować swoje \"wspaniałe pomysły\" i ponownie słuchać tych zwrotów, które Anna wytłumaczyła nieporozumienie:\r","mp3Start":"","mp3End":""},{"lineNo":41,"lineEn":"I think there's been a misunderstanding.","linePl":"Myślę, że było nieporozumienie.\r","mp3Start":"","mp3End":""},{"lineNo":42,"lineEn":"There's been a bit of a mix-up.","linePl":"Było trochę zamieszania.\r","mp3Start":"","mp3End":""},{"lineNo":43,"lineEn":"Let me explain what happened.","linePl":"Pozwólcie mi wyjaśnić, co się stało.\r","mp3Start":"","mp3End":""},{"lineNo":44,"lineEn":"Well, the mix-up gave Anna a chance to shine – Paul certainly seemed impressed with her work. Maybe it will bring her new opportunities. Until next time, bye!","linePl":"Cóż, mieszanka dała Anna szansę na blask - Paul chyba wydawał się pod wrażeniem jej pracy. Może przyniesie jej nowe możliwości. Do następnego razu, do widzenia!\r","mp3Start":"","mp3End":""},{"lineNo":45,"lineEn":" Listening Challenge","linePl":"• Słuchanie Wyzwanie\r","mp3Start":"","mp3End":""},{"lineNo":46,"lineEn":"Tom found one of his certificates on the floor. What was it for?","linePl":"Tom znalazł jedno ze swoich certyfikatów na podłodze. Co to było?\r","mp3Start":"","mp3End":""},{"lineNo":47,"lineEn":"Answer: Plastic Pear Salesman of the Year","linePl":"Odpowiedź: Plastikowa Sprzedaż Pear of the Year ","mp3Start":"","mp3End":""}]