[
	{
		"lineNo": 0,
		"lineEn": "Narrator: Hello, welcome back to Tip Top Trading. An office meeting has been scheduled, but Paul is running late. He's asked Anna to take charge and start the meeting without him.",
		"linePl": "Narrator: Witaj, witaj ponownie w Tip Top Trading. Spotkanie biurowe zostało zaplanowane, ale Paul się spóźnia. Poprosił Annę o przejęcie i rozpocząć spotkanie bez niego.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 1,
		"lineEn": "Denise: Here you go Anna, it's a print-out of the agenda for the meeting.",
		"linePl": "Denise: Proszę bardzo, Anno, to wydruk planu spotkania.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 2,
		"lineEn": "Anna: Thank you. Oh dear, I'm not sure if I know the right words to start meetings.",
		"linePl": "Anna: Dziękuję. Och, kochanie, nie jestem pewien, czy znam właściwe słowa na początek spotkania",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 3,
		"lineEn": "Narrator: Well, you can say something like:",
		"linePl": "Narrator: Cóż, możesz powiedzieć coś takiego:",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 4,
		"lineEn": "Thank you for coming. There are five items on the agenda today.",
		"linePl": "Dziękuję za przybycie. Dziś jest pięć punktów porządku obrad.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 5,
		"lineEn": "Anna: Items?",
		"linePl": "Anna: Przedmioty?",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 6,
		"lineEn": "Narrator: It's a fancy way of saying 'things'. Then you list them:",
		"linePl": "Narrator: To fantazyjny sposób mówienia „rzeczy”. Następnie wymień je:",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 7,
		"lineEn": "Firstly, secondly, after that, and then, finally...",
		"linePl": "Po pierwsze, po drugie, a potem wreszcie ...",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 8,
		"lineEn": "Anna: Yes, that's easy.",
		"linePl": "Anna: Tak, to proste.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 9,
		"lineEn": "Narrator: At the end there is often something called 'any other business'.",
		"linePl": "Narrator: Na końcu często jest coś zwanego „każdym innym biznesem”.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 10,
		"lineEn": "Anna: Any other business?",
		"linePl": "Anna: Jakiś inny biznes?",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 11,
		"lineEn": "Narrator: That's anything else that wasn't listed on the agenda, but that people want to talk about. I expect Tom will want to talk about how great he is and",
		"linePl": "Narrator: To wszystko, czego nie było w porządku obrad, ale ludzie tego chcą porozmawiać o. Oczekuję, że Tom będzie chciał porozmawiać o tym, jaki jest wspaniały i jak",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 12,
		"lineEn": "Denise will want to talk about her new hairdresser or something. Then",
		"linePl": "Denise będzie chciała porozmawiać o swoim nowym fryzjerze czy coś takiego. Następnie",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 13,
		"lineEn": "when it's time for the meeting to end, you can say:",
		"linePl": "kiedy nadejdzie czas zakończenia spotkania, możesz powiedzieć:",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 14,
		"lineEn": "Let's wrap up. It means let's finish.",
		"linePl": "Zakończmy. To oznacza koniec.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 15,
		"lineEn": "Anna: To wrap up. Okay, I'll do my best. Oop, it's time, everyone is gathering.",
		"linePl": "Anna: Na zakończenie. Dobra, zrobię co w mojej mocy. Ups, już czas, wszyscy się zbierają.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 16,
		"lineEn": "(The meeting starts)",
		"linePl": "(Spotkanie się rozpoczyna)",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 17,
		"lineEn": "Thank you.. thank you for coming. Paul will be here soon, but he asked me to start the meeting. There are (counting to herself) one, two, three, items on the agenda today.",
		"linePl": "Dziękuję .. dziękuję za przybycie. Paul wkrótce tu będzie, ale mnie zapytał rozpocząć spotkanie. Są (licząc dla siebie) jeden, dwa, trzy, pozycje w porządku dnia dzisiaj.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 18,
		"lineEn": "Firstly, the stock management systems. Secondly, plans for a team-",
		"linePl": "Po pierwsze, systemy zarządzania zapasami. Po drugie, plany zespołu",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 19,
		"lineEn": "building activity (collective groan). After that, the colour of our new apples and finally any other business, before we can wrap up.",
		"linePl": "aktywność budowlana (zbiorowy jęk). Następnie kolor naszych nowych jabłek i wreszcie każdy inny biznes, zanim będziemy mogli zakończyć.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 20,
		"lineEn": "Paul: (arriving) Oh golly gosh, there you are, here I am, good. Hello everyone.",
		"linePl": "Paul: (przyjeżdża) O cholera, cholera, proszę bardzo, proszę bardzo. Cześć wszystkim.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 21,
		"lineEn": "Sorry I'm late.",
		"linePl": "Przepraszam za spóźnienie.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 22,
		"lineEn": "Anna: I'd just opened the meeting.",
		"linePl": "Anna: Właśnie otworzyłam spotkanie.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 23,
		"lineEn": "Paul: Great. Remind me what the first item on the agenda is?",
		"linePl": "Paul: Świetnie. Przypomnij mi, jaki jest pierwszy punkt w porządku obrad?",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 24,
		"lineEn": "Anna: Stock.",
		"linePl": "Anna: Zdjęcie.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 25,
		"lineEn": "Paul: Stock? Stock, stock, stock, stock. Ah yes, stock management systems,",
		"linePl": "Paul: Zdjęcie? Zapas, zapasy, zapasy, zapasy. Ach tak, systemy zarządzania zapasami,",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 26,
		"lineEn": "yes, right. Well that's mainly to announce that we need to start developing",
		"linePl": "tak, racja. To głównie po to, aby ogłosić, że musimy zacząć się rozwijać",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 27,
		"lineEn": "a good stock management system so we can meet the huge demand I’m expecting for these laser-curved fruits. ",
		"linePl": "dobry system zarządzania zapasami, dzięki czemu możemy sprostać ogromnemu popytowi spodziewam się owoców zakrzywionych laserowo. ",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 28,
		"lineEn": "Anna, I'd like you to lead on that.",
		"linePl": "Anna, chciałbym, żebyś to poprowadził.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 29,
		"lineEn": "(quiet murmur of surprise)",
		"linePl": "(cichy pomruk zaskoczenia)",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 30,
		"lineEn": "Anna: Me? You want me to be in charge of the stock management systems?",
		"linePl": "Anna: Ja? Chcesz, żebym był odpowiedzialny za systemy zarządzania zapasami?",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 31,
		"lineEn": "Paul: Anna's had some excellent ideas already and I think she'll do a great job.",
		"linePl": "Paul: Anna ma już świetne pomysły i myślę, że wykona świetną robotę.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 32,
		"lineEn": "For these new fruits, stock control will be key to supplying our customers with laser-curve oranges, laser-curve lemons, laser-curve…",
		"linePl": "W przypadku tych nowych owoców kontrola zapasów będzie kluczem do zaopatrzenia naszych klientów z pomarańczowymi krzywymi laserowymi, cytrynowymi krzywymi laserowymi, krzywymi laserowymi…",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 33,
		"lineEn": "Narrator: Well, that was good news for Anna, but not surprising, after all her hard work. She opened the meeting well, too. Here's a reminder of the phrases she used:",
		"linePl": "Narrator: Cóż, to była dobra wiadomość dla Anny, ale nic dziwnego, mimo wszystko jej ciężko praca. Ona również dobrze otworzyła spotkanie. Oto przypomnienie zwrotów ona użyła:",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 34,
		"lineEn": "Anna: Thank you for coming.",
		"linePl": "Anna: Dziękuję za przybycie.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 35,
		"lineEn": "There are four items on the agenda today.",
		"linePl": "Dzisiaj są cztery punkty porządku obrad.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 36,
		"lineEn": "Firstly... Secondly...",
		"linePl": "Po pierwsze... Po drugie...",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 37,
		"lineEn": "After that... Then...",
		"linePl": "Po tym... Następnie...",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 38,
		"lineEn": "And finally... Any other business.",
		"linePl": "I w końcu... Każdy inny biznes.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 39,
		"lineEn": "And then we can wrap up.",
		"linePl": "A potem możemy zakończyć.",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 40,
		"lineEn": "Narrator: There’s only one problem for Anna now, winning over Mr Ingle the warehouse manager – that won’t be easy. Well, time for me to wrap up now. See you soon! Bye!",
		"linePl": "Narrator: Teraz jest tylko jeden problem dla Anny, wygrana z panem Ingle kierownik magazynu - to nie będzie łatwe. Czas na podsumowanie teraz. Do zobaczenia wkrótce! PA!",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 41,
		"lineEn": " Listening Challenge",
		"linePl": " Wyzwanie słuchania",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 42,
		"lineEn": "What was the second item on the agenda for today's meeting?",
		"linePl": "Jaki był drugi punkt porządku dziennego dzisiejszego spotkania?",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 43,
		"lineEn": "(Answer: Plans for a team-building activity)",
		"linePl": "(Odpowiedź: Plany działania integracyjnego) ",
		"mp3Start": "",
		"mp3End": ""
	}
]