[{"lineNo":0,"lineEn":"Narrator: Hello again and welcome back to English at Work - the drama about life at the plastic fruit production company called Tip Top Trading. You may remember Anna, the company’s newest and brightest sales executive, was offered a promotion and a marriage proposal at the same time. She’s taken time out to think about her reply but everyone in the office really misses her.","linePl":"Narrator: Witam ponownie i witam z powrotem w English at Work - dramacie o życiu\r w firmie produkującej owoce z tworzyw sztucznych o nazwie Tip Top Trading. Możesz\r pamiętaj Annę, najnowszego i najzdolniejszego dyrektora ds. sprzedaży w firmie,\r zaproponowano mu jednocześnie awans i propozycję małżeństwa. Ona jest\r poświęciło trochę czasu na przemyślenie odpowiedzi, ale tak naprawdę wszyscy w biurze\r tęskni za nią.\r","mp3Start":"","mp3End":""},{"lineNo":1,"lineEn":"Tom: (Pouring his heart out) I dunno Denise, I’d be good for Anna, I think we would be been a perfect pair. Mr and Mrs Darcy… it sounds good…","linePl":"Tom: (wylewa swoje serce) Nie wiem Denise, byłbym dobry dla Anny, myślę, że\r byłaby idealną parą. Państwo Darcy… to brzmi dobrze…\r","mp3Start":"","mp3End":""},{"lineNo":2,"lineEn":"LIFT DOOR OPENS","linePl":"OTWARCIE DRZWI PODNOSZENIA\r","mp3Start":"","mp3End":""},{"lineNo":3,"lineEn":"Anna: I’m back!","linePl":"Anna: Wróciłam!\r","mp3Start":"","mp3End":""},{"lineNo":4,"lineEn":"Tom: Anna! I…we weren’t expecting you.","linePl":"Tom: Anna! Ja… nie spodziewaliśmy się ciebie.\r","mp3Start":"","mp3End":""},{"lineNo":5,"lineEn":"Anna: Yes I can see – perhaps you could tidy up your desk Tom.","linePl":"Anna: Tak, widzę - może mógłbyś posprzątać swoje biurko, Tom.\r","mp3Start":"","mp3End":""},{"lineNo":6,"lineEn":"Tom: Very funny Anna – still trying to be the boss! So did you have a good trip? Did you get some ‘head space’?","linePl":"Tom: Bardzo zabawna Anna - wciąż próbuję być szefem! Więc miałeś dobrą podróż?\r Czy dostałeś trochę „wolnego miejsca”?\r","mp3Start":"","mp3End":""},{"lineNo":7,"lineEn":"Anna: Eh?","linePl":"Anna: Ech?\r","mp3Start":"","mp3End":""},{"lineNo":8,"lineEn":"Narrator: He means time alone to think about the things you want to think about.","linePl":"Narrator: Ma na myśli czas sam na sam, aby pomyśleć o rzeczach, o których chcesz pomyśleć.\r","mp3Start":"","mp3End":""},{"lineNo":9,"lineEn":"Tell him you’ve been chewing things over – it means you’ve been thinking about your proposals and say I have come to a final decision.","linePl":"Powiedz mu, że wszystko przeżuwałeś - to znaczy, że myślałeś\r o twoich propozycjach i powiem, że podjąłem ostateczną decyzję.\r","mp3Start":"","mp3End":""},{"lineNo":10,"lineEn":"Anna: OK, well it’s true; I have done a lot of thinking. (To Tom) Tom, I did have some head space and a chance to… chew things over…","linePl":"Anna: OK, cóż, to prawda; Dużo myślałem. (Do Toma) Tom, tak\r trochę wolnego miejsca i szansa na… przeżuwanie rzeczy…\r","mp3Start":"","mp3End":""},{"lineNo":11,"lineEn":"Tom: Yes! Yes! And?","linePl":"TOM: Tak! Tak! I?\r","mp3Start":"","mp3End":""},{"lineNo":12,"lineEn":"Anna: And I’ve come to a final decision.  The answer is ‘yes’. I accept. There’s no doubt really… I should give it a go… I need the experience… and besides, what’s the worst thing that can happen?","linePl":"Anna: I podjęłam ostateczną decyzję. Odpowiedź brzmi tak'. Akceptuję. Jest\r bez wątpienia naprawdę… Powinienem spróbować… Potrzebuję doświadczenia… i\r poza tym, jaka jest najgorsza rzecz, która może się wydarzyć?\r","mp3Start":"","mp3End":""},{"lineNo":13,"lineEn":"Tom: Oh Anna. I’m so happy. You won’t regret your decision.","linePl":"Tom: Och Anno. Jestem taka szczęśliwa. Nie pożałujesz swojej decyzji.\r","mp3Start":"","mp3End":""},{"lineNo":14,"lineEn":"Narrator: Hmm – is Anna really saying ‘yes’ to Tom’s marriage proposal or has there been a misunderstanding?","linePl":"Narrator: Hmm - czy Anna naprawdę mówi „tak” na propozycję małżeństwa Toma, czy też tak zrobiła\r doszło do nieporozumienia?\r","mp3Start":"","mp3End":""},{"lineNo":15,"lineEn":"Here are some of the phrases we’ve heard today:","linePl":"Oto kilka zwrotów, które dziś usłyszeliśmy:\r","mp3Start":"","mp3End":""},{"lineNo":16,"lineEn":"I’ve had a chance to chew things over","linePl":"Miałem okazję, żeby wszystko przemyśleć\r","mp3Start":"","mp3End":""},{"lineNo":17,"lineEn":"I’ve come to a final decision","linePl":"Podjąłem ostateczną decyzję\r","mp3Start":"","mp3End":""},{"lineNo":18,"lineEn":"I’ll give it a go","linePl":"Spróbuję\r","mp3Start":"","mp3End":""},{"lineNo":19,"lineEn":"You won’t regret your decision","linePl":"Nie pożałujesz swojej decyzji\r","mp3Start":"","mp3End":""},{"lineNo":20,"lineEn":"Narrator: Find out if we can look forward to Anna and Tom’s wedding in the next episode of English at Work.  Bye!","linePl":"Narrator: Dowiedz się, czy możemy się doczekać następnego ślubu Anny i Toma\r odcinek English at Work. PA!\r","mp3Start":"","mp3End":""},{"lineNo":21,"lineEn":"Listening Challenge:","linePl":"Słuchanie Challenge:\r","mp3Start":"","mp3End":""},{"lineNo":22,"lineEn":"What does Anna ask Tom to do?","linePl":"O co Anna prosi Toma?\r","mp3Start":"","mp3End":""},{"lineNo":23,"lineEn":"Answer: Tidy his desk.","linePl":"Odpowiedź: Uporządkuj jego biurko. ","mp3Start":"","mp3End":""}]