[{"lineNo":0,"lineEn":"Narrator: Hello again. At the offices of Tip Top Trading things are a bit strange after Tom walked… stormed out in a huff after realising that Anna was never going to marry him. So Anna, I suppose you can get on with being the manager now?","linePl":"Narrator: Witam ponownie. W biurach Tip Top Trading rzeczy są trochę dziwne po\r Tom wyszedł… wyszedł wściekły po uświadomieniu sobie, że Anna nigdy nie była\r zamierzam go poślubić. Więc Anno, przypuszczam, że poradzisz sobie z byciem\r menedżer teraz?\r","mp3Start":"","mp3End":""},{"lineNo":1,"lineEn":"Anna: Yes, I suppose so. But something’s not right.","linePl":"Anna: Tak, chyba tak. Ale coś jest nie tak.\r","mp3Start":"","mp3End":""},{"lineNo":2,"lineEn":"Narrator: Well, you’ve lost a valuable member of your team.","linePl":"Narrator: Cóż, straciłeś cennego członka swojego zespołu.\r","mp3Start":"","mp3End":""},{"lineNo":3,"lineEn":"Anna: I know, and a good friend too.","linePl":"Anna: Wiem, a także dobrym przyjacielem.\r","mp3Start":"","mp3End":""},{"lineNo":4,"lineEn":"Narrator: Well, you’re the boss now – it’s time to deal with the situation and get down to business. Tell the team you’ll be finding a replacement for Tom and you’re going to make some changes in the office. You could also say you want to turn the business round and make it really successful.","linePl":"Narrator: Cóż, teraz jesteś szefem – czas poradzić sobie z sytuacją i dostać\r do biznesu. Powiedz zespołowi, że znajdziesz zastępstwo dla Toma\r i zamierzasz wprowadzić pewne zmiany w biurze. Możesz też powiedzieć\r chcesz odwrócić biznes i sprawić, by naprawdę odniósł sukces.\r","mp3Start":"","mp3End":""},{"lineNo":5,"lineEn":"Anna: OK, thanks. (To the team) Excuse me everyone, could we gather round for a quick meeting please. Oh, it’s just you now Denise.","linePl":"Anna: OK, dzięki. (Do zespołu) Przepraszam wszyscy, czy moglibyśmy się zebrać w pobliżu\r na szybkie spotkanie proszę. Och, teraz to tylko ty Denise.\r","mp3Start":"","mp3End":""},{"lineNo":6,"lineEn":"Right, well, I need to get down to business so I’ll be advertising for a replacement for Tom today – in fact Denise, you might be interested in that? And I want to make some changes in the office. I need to turn this business round and (starting to sound unsure)… make it the world’s leading plastic fruit production company and… I’m… keen to hear… your ideas.","linePl":"No cóż, muszę zabrać się do pracy, więc będę reklamować for\r zamiennik Toma dzisiaj – właściwie Denise, może Cię zainteresować\r że? I chcę dokonać pewnych zmian w biurze. Muszę to obrócić\r runda biznesowa i (zaczyna brzmieć niepewnie)… spraw, aby była światowa\r wiodąca firma produkująca owoce z tworzyw sztucznych i… Chętnie posłucham… Waszych\r pomysły.\r","mp3Start":"","mp3End":""},{"lineNo":7,"lineEn":"Denise: Is everything alright?","linePl":"Denise: Wszystko w porządku?\r","mp3Start":"","mp3End":""},{"lineNo":8,"lineEn":"Anna: Err… I can’t stop thinking about Tom. He seemed so upset when he left and… it’s not the same without him around. He made me laugh and… I miss his floppy hair.","linePl":"Anna: Eee… nie mogę przestać myśleć o Tomie. Wydawał się taki zdenerwowany, kiedy odszedł\r i… bez niego nie jest tak samo. Rozśmieszał mnie i… ja\r tęsknię za jego miękkimi włosami.\r","mp3Start":"","mp3End":""},{"lineNo":9,"lineEn":"Narrator: Anna, it’s time to swallow your pride!","linePl":"Narrator: Anno, czas przełknąć twoją dumę!\r","mp3Start":"","mp3End":""},{"lineNo":10,"lineEn":"Anna: Swallow what?","linePl":"Anna: Połknąć co?\r","mp3Start":"","mp3End":""},{"lineNo":11,"lineEn":"Narrator: Admit you are wrong – be honest with yourself and follow your heart – go and marry Tom! (Aside) Although personally, I don’t know what you see in him.","linePl":"Narrator: Przyznaj się, że się mylisz – bądź ze sobą szczery i podążaj za głosem serca – idź\r i poślubić Toma! (na stronie) Chociaż osobiście nie wiem, co widzisz\r w nim.\r","mp3Start":"","mp3End":""},{"lineNo":12,"lineEn":"Anna: You’re right! Why didn’t I see it? Tom is the man for me – (urgently) I must call him and find out where he is (dials phone)… oh no, his phone’s switched off. Where can I find him?","linePl":"Anna: Masz rację! Dlaczego tego nie widziałem? Tom jest dla mnie mężczyzną – (pilnie) ja\r musi do niego zadzwonić i dowiedzieć się, gdzie jest (wykręca numer telefonu)… o nie, jego telefon\r wyłączony. Gdzie mogę go znaleźć?\r","mp3Start":"","mp3End":""},{"lineNo":13,"lineEn":"Mr Ingle: Hey Anna. You looking for Tom?","linePl":"Pan Ingle: Hej Anno. Szukasz Toma?\r","mp3Start":"","mp3End":""},{"lineNo":14,"lineEn":"Anna: Yes Mr Ingle, I am.","linePl":"Anna: Tak panie Ingle, jestem.\r","mp3Start":"","mp3End":""},{"lineNo":15,"lineEn":"Mr Ingle: I saw him a while ago, in a real rage, getting into a taxi. He told me he’d booked a flight to Australia and was heading for the airport. He said something about being a ‘free spirit’.","linePl":"Pan Ingle: Widziałem go jakiś czas temu, w prawdziwym wściekłości, jak wsiadał do taksówki. Powiedział mi, że…\r zarezerwował lot do Australii i leciał na lotnisko. Powiedział\r coś o byciu „wolnym duchem”.\r","mp3Start":"","mp3End":""},{"lineNo":16,"lineEn":"Narrator: Struth! Tom really is going too far – to the other end of the world in fact.","linePl":"Narrator: Struth! Tom naprawdę posuwa się za daleko – w rzeczywistości na drugi koniec świata.\r","mp3Start":"","mp3End":""},{"lineNo":17,"lineEn":"Does this mean we’ll never hear from Tom again? For now, let’s remind ourselves of some of the phrases Anna used to deal with a difficult situation:","linePl":"Czy to oznacza, że ​​już nigdy nie usłyszymy od Toma? Na razie przypomnijmy\r się z niektórych zwrotów, które Anna miała do czynienia z trudnym\r sytuacja:\r","mp3Start":"","mp3End":""},{"lineNo":18,"lineEn":"I’ll be advertising for a replacement for Tom today","linePl":"Będę dziś reklamować zastępcę Toma\r","mp3Start":"","mp3End":""},{"lineNo":19,"lineEn":"I want to make some changes in the office","linePl":"Chcę dokonać zmian w biurze\r","mp3Start":"","mp3End":""},{"lineNo":20,"lineEn":"I need to turn this business round","linePl":"Muszę zmienić ten biznes\r","mp3Start":"","mp3End":""},{"lineNo":21,"lineEn":"I’m keen to hear your ideas","linePl":"Chętnie wysłucham twoich pomysłów\r","mp3Start":"","mp3End":""},{"lineNo":22,"lineEn":"Anna: …but work can wait. I’ve got to get to the airport quickly before Tom gets on that flight. Taxi! Taxi!","linePl":"Anna: …ale praca może poczekać. Muszę szybko dostać się na lotnisko, zanim dostanie się Tom\r na tym locie. Taxi! Taxi!\r","mp3Start":"","mp3End":""},{"lineNo":23,"lineEn":"Narrator: This is going to be interesting!","linePl":"Narrator: To będzie interesujące!\r","mp3Start":"","mp3End":""},{"lineNo":24,"lineEn":"Listening Challenge:","linePl":"Wyzwanie słuchania:\r","mp3Start":"","mp3End":""},{"lineNo":25,"lineEn":"What phrase means to admit you are wrong?","linePl":"Jakie wyrażenie oznacza przyznanie się do błędu?\r","mp3Start":"","mp3End":""},{"lineNo":26,"lineEn":"Answer: To swallow your pride.","linePl":"Odpowiedź: Połknąć swoją dumę. ","mp3Start":"","mp3End":""}]