[{"lineNo":0,"lineEn":"Narrator: Hello and welcome to English at Work where the day has finally come – it's Anna and Tom's wedding. All their friends, work colleagues and business acquaintances are there… such as Mr Lime…","linePl":"Narrator: Witam i zapraszam do angielskiego w pracy, gdzie w końcu nadszedł ten dzień –\r to ślub Anny i Toma. Wszyscy ich przyjaciele, koledzy z pracy i\r są tam znajomi biznesowi… tacy jak Pan Lime…\r","mp3Start":"","mp3End":""},{"lineNo":1,"lineEn":"Mr Lime: Fantastic Anna, fantastic!","linePl":"Pan Lime: Fantastyczna Anno, fantastycznie!\r","mp3Start":"","mp3End":""},{"lineNo":2,"lineEn":"Tom: (whispering) Yuk, Slimey Limey, I never liked him.  Sorry about the venue Anna – but it's all we could get at short notice.","linePl":"Tom: (szepcze) Fuj, Slimey Limey, nigdy go nie lubiłem. Przepraszamy za\r miejsce Anna – ale to wszystko, co udało nam się uzyskać w krótkim czasie.\r","mp3Start":"","mp3End":""},{"lineNo":3,"lineEn":"Anna: I think the office at Tip Top Trading is an ideal place for a wedding and besides the…","linePl":"Anna: Myślę, że biuro w Tip Top Trading to idealne miejsce na ślub i\r oprócz…\r","mp3Start":"","mp3End":""},{"lineNo":4,"lineEn":"DOOR OPENS","linePl":"DRZWI OTWIERAJĄ SIĘ\r","mp3Start":"","mp3End":""},{"lineNo":5,"lineEn":"Mr Socrates: Anna! My favourite girl.  I got here as fast I could. I thought I was the only man for you but I guess Tom has stolen that title! Your choice Anna, your choice!","linePl":"Pan Sokrates: Anno! Moja ulubiona dziewczyna. Dotarłem tu tak szybko, jak mogłem. Myślałem, że jestem\r tylko człowiek dla ciebie, ale myślę, że Tom ukradł ten tytuł! Twój wybór Aniu,\r Twój wybór!\r","mp3Start":"","mp3End":""},{"lineNo":6,"lineEn":"Anna: Oh hello Mr Socrates, this is a nice surprise. Come over here and say hello to Tom.","linePl":"Anna: Witam Panie Sokratesie, to miła niespodzianka. Podejdź tutaj i powiedz\r cześć Tomowi.\r","mp3Start":"","mp3End":""},{"lineNo":7,"lineEn":"Mr Socrates: Hey Tom.","linePl":"Pan Sokrates: Hej Tom.\r","mp3Start":"","mp3End":""},{"lineNo":8,"lineEn":"Tom: Oh hello Mr S. Nice to see you. You're not doing any firing today are you?","linePl":"Tom: Och, cześć panie S. Miło cię widzieć. Nie strzelasz dzisiaj, prawda?\r","mp3Start":"","mp3End":""},{"lineNo":9,"lineEn":"Mr Socrates: Of course not Tom. In fact, as a kind of wedding present, I wondered if you wanted a new job? I'm offering you a chance to manage my new office in Paris.","linePl":"Pan Sokrates: Oczywiście, że nie Tom. Właściwie jako rodzaj prezentu ślubnego zastanawiałam się, czy\r chciałeś nową pracę? Oferuję Ci możliwość zarządzania moim nowym\r biuro w Paryżu.\r","mp3Start":"","mp3End":""},{"lineNo":10,"lineEn":"Tom: Me?! Manager… in Paris! Well Mr S…","linePl":"Tom: Ja?! Manager… w Paryżu! Cóż, panie S…\r","mp3Start":"","mp3End":""},{"lineNo":11,"lineEn":"Anna: (coughs) Tom… aren't we about to get married… start a life together?","linePl":"Anna: (kaszle) Tom… czy nie mamy zamiaru się pobrać… zacząć wspólnego życia?\r","mp3Start":"","mp3End":""},{"lineNo":12,"lineEn":"Tom: Oh yes.. erm, thanks Mr S for you kind offer but I will have to decline. I'm about to spend the rest of my life with this wonderful woman.","linePl":"Tom: O tak.. erm, dzięki panu S za miłą ofertę, ale będę musiał odmówić. jestem\r mam zamiar spędzić resztę życia z tą cudowną kobietą.\r","mp3Start":"","mp3End":""},{"lineNo":13,"lineEn":"Registrar:       Ladies and gentlemen, please could you take your seats. The marriage ceremony is about to begin.","linePl":"Sekretarz: Panie i panowie, proszę o zajęcie miejsc. Małżeństwo\r ceremonia ma się rozpocząć.\r","mp3Start":"","mp3End":""},{"lineNo":14,"lineEn":"MURMOUR OF PEOPLE SHUFFLING AND SITTING DOWN","linePl":"SZUM LUDZI TASUJĄCYCH SIĘ I SIEDZĄCYCH\r","mp3Start":"","mp3End":""},{"lineNo":15,"lineEn":"Registrar: Do you Anna Jane Wijaya...","linePl":"Sekretarz: Czy Anna Jane Wijaya...\r","mp3Start":"","mp3End":""},{"lineNo":16,"lineEn":"Mr Socrates: …out the way, give me that paper. (Clears throat) Do you Anna Jane Wijaya take Tom Brian Farquhar Darcy (everyone sniggers) … to be your lawfully wedded husband? To have and to hold from this day forward?","linePl":"Pan Sokrates: …proszę, daj mi ten papier. (odchrząkuje) Czy ty Anna Jane\r Wijaya weź Toma Briana Farquhara Darcy'ego (wszyscy chichoczą) … by być twoim\r prawnie poślubiony mąż? Mieć i trzymać od tego dnia?\r","mp3Start":"","mp3End":""},{"lineNo":17,"lineEn":"Anna: Ermm,  errr…","linePl":"Anna: Eeeeeeeeeeeee…\r","mp3Start":"","mp3End":""},{"lineNo":18,"lineEn":"Narrator: Come on Anna. This is the most important phrase in the whole series!","linePl":"Narrator: Chodź Anno. To najważniejsza fraza w całej serii!\r","mp3Start":"","mp3End":""},{"lineNo":19,"lineEn":"It's 'I do'!","linePl":"To „tak”!\r","mp3Start":"","mp3End":""},{"lineNo":20,"lineEn":"Anna: Oh yes, of course… I do.","linePl":"Anna: O tak, oczywiście… tak.\r","mp3Start":"","mp3End":""},{"lineNo":21,"lineEn":"Mr Socrates: And do you, Tom Brian Farquhar Darcy …","linePl":"Pan Sokrates: A ty, Tom Brian Farquhar Darcy…\r","mp3Start":"","mp3End":""},{"lineNo":22,"lineEn":"Tom: …it's a deal… I do. Come on Anna, give us a kiss.","linePl":"Tom: …jest to umowa… tak. Chodź Anno, daj nam buziaka.\r","mp3Start":"","mp3End":""},{"lineNo":23,"lineEn":"EVERYONE CHEERS/DENISE CRIES","linePl":"WSZYSCY WITAJĄ/DENISE PŁACZE\r","mp3Start":"","mp3End":""},{"lineNo":24,"lineEn":"Anna: Oh Denise!","linePl":"Anna: O Denise!\r","mp3Start":"","mp3End":""},{"lineNo":25,"lineEn":"Narrator: Ahh. It looks like Tom has signed the best contract of his career but not without these phrases:","linePl":"Narrator: Ach. Wygląda na to, że Tom podpisał najlepszy kontrakt w swojej karierze, ale nie\r bez tych fraz:\r","mp3Start":"","mp3End":""},{"lineNo":26,"lineEn":"Thank you for your kind offer but I will have to decline","linePl":"Dziękuję za miłą ofertę, ale będę musiał odmówić\r","mp3Start":"","mp3End":""},{"lineNo":27,"lineEn":"It's a deal","linePl":"Umowa\r","mp3Start":"","mp3End":""},{"lineNo":28,"lineEn":"I do!","linePl":"Ja robię!\r","mp3Start":"","mp3End":""},{"lineNo":29,"lineEn":"Anna: Thanks to everyone for making this a special day. If it wasn't for Tip Top Trading I wouldn't be starting a new life as Mrs Wijaya-Darcy.","linePl":"Anna: Dziękuję wszystkim za uczynienie tego dnia wyjątkowym. Gdyby nie Tip Top\r Handlując, nie zaczynałabym nowego życia jako pani Wijaya-Darcy.\r","mp3Start":"","mp3End":""},{"lineNo":30,"lineEn":"Tom: Wijaya-Darcy? Shouldn't it just be Mrs Darcy?","linePl":"Tom: Wijaya-Darcy? Czy to nie powinno być po prostu panią Darcy?\r","mp3Start":"","mp3End":""},{"lineNo":31,"lineEn":"Anna: I'm the boss now Tom at work… and at home!","linePl":"Anna: Teraz jestem szefem Tom w pracy… iw domu!\r","mp3Start":"","mp3End":""},{"lineNo":32,"lineEn":"Narrator: Congratulations to Anna and Tom. We have a happy ending – let's hope Anna's journey has inspired you to learn English at work.","linePl":"Narrator: Gratulacje dla Anny i Toma. Mamy szczęśliwe zakończenie – miejmy nadzieję\r Podróż Anny zainspirowała Cię do nauki angielskiego w pracy.\r","mp3Start":"","mp3End":""},{"lineNo":33,"lineEn":"Everyone: Bye!","linePl":"Wszyscy: Do widzenia!\r","mp3Start":"","mp3End":""},{"lineNo":34,"lineEn":"Listening Challenge:","linePl":"Wyzwanie słuchania:\r","mp3Start":"","mp3End":""},{"lineNo":35,"lineEn":"What does Mr Socrates offer Tom?","linePl":"Co Pan Sokrates oferuje Tomowi?\r","mp3Start":"","mp3End":""},{"lineNo":36,"lineEn":"Answer: A job as manager at the office in Paris.","linePl":"Odpowiedź: Praca na stanowisku kierownika w biurze w Paryżu. ","mp3Start":"","mp3End":""}]